Repository: alexacwo/lw_price
Catalog: *.po
Languages: de_de, fr_fr

source: Search product:
de_de: Produkt suchen:
fr_fr: Chercher un produit:

source: Brand
de_de: Hersteller
fr_fr: Marque

source: Product name
de_de: Produktname
fr_fr: Nom du produit

source: Retailers
de_de: Einzelhändler
fr_fr: Revendeurs

source: Edit product information
de_de: Produktinformationen bearbeiten
fr_fr: Editer le produit

source: Are you sure ? It will delete every occurences of this product.
de_de: Sind Sie sicher? Diese Aktion wird alle Erscheinungen des Produktes löschen.
fr_fr: Etes vous sur ? Toutes les occurences du produit seront effacées.

source: Delete product &amp; retailers
de_de: Produkt &amp; Einzelhändler löschen
fr_fr: Effacer produit &amp; revendeurs

source: No product
de_de: Kein Produkt
fr_fr: Pas de produit

source: settings saved
de_de: Einstellungen wurden gespeichert
fr_fr: réglages sauvegardés

source: settings reset
de_de: Einstellungen wurden zurückgesetzt
fr_fr: réglages réinitialisés

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Réglages généraux

source: Color settings
de_de: Farbeinstellungen
fr_fr: Couleurs

source: Miscellaneous
de_de: Sonstiges
fr_fr: Divers

source: Current file:
de_de: Derzeitige Datei:
fr_fr: Fichier actuel :

source: Save Settings
de_de: Eigenschaften speichern
fr_fr: Sauver les Réglages

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser

source: You are here
de_de: Sie sind hier
fr_fr: Vous êtes ici

source: Home
fr_fr: Accueil

source: Search:
de_de: Suchen:
fr_fr: Rechercher:

source: 404 Not Found
de_de: 404 Fehler - Nicht gefunden
fr_fr: 404 Non Trouvé

source: Blog Archives
de_de: Blog Archiv
fr_fr: Archives du blog

source: Visit brand's website
de_de: Hersteller Webseite besuchen
fr_fr: Visiter le site de la marque

source: Less
de_de: Weniger
fr_fr: Moins

source: Retailer
de_de: Einzelhändler
fr_fr: Revendeur

source: Delivery
de_de: Versandkosten
fr_fr: Livraison

source: Last update:
de_de: Letzte Aktualisierung:
fr_fr: Actualisé le :

source: VOUCHER CODE:
de_de: Gutschein Code
fr_fr: CODE DE REDUCTION:

source: Email address
de_de: E-Mail Adresse
fr_fr: Adresse e-mail

source: 1 retailer
de_de: Ein Einzelhändler
fr_fr: 1 revendeur

source: retailers
de_de: Einzelhändler
fr_fr: revendeurs

source: No results.
de_de: Keine Ergebnisse
fr_fr: Pas de résultats

source: Upload Logo
de_de: Logo hochladen

source: Upload Favicon
de_de: Favicon Icon hochladen

source: NO
de_de: NEIN

source: Image
de_de: Bild

source: %1$s at %2$s
de_de: %1$s an %2$s

source: Follow us on Twitter
de_de: Folgen Sie uns auf Twitter

source: Actions
de_de: Aktivität

source: Tags:
de_de: Schlagwörter:
