Repository: alexacwo/lw_price
Catalog: *.po
Languages: de_de, fr_fr

source: Not Found
de_de: Nicht gefunden
fr_fr: Non trouvé

source: All posts in %s
de_de: Alle Artikel in %s
fr_fr: Tous les articles dans %s

source: All posts tagged %s
de_de: Alle Artikel gekennzeichnet mit %s
fr_fr: Tous les articles taggés %s

source: Archive for
de_de: Archiv für
fr_fr: Archives pour

source: All posts by
de_de: Alle Artikel von
fr_fr: Tous les articles par

source: No comments
de_de: Keine Kommentare
fr_fr: Pas de commentaires

source: Comments are closed.
de_de: Kommentare sind geschlossen
fr_fr: Commentaires fermés.

source: Name
fr_fr: Nom

source: Powered by
de_de: Basierend auf
fr_fr: Propulsé par

source: Feed management
de_de: Feed Verwaltung
fr_fr: Gestion du Catalogue

source: Manage Feed
de_de: Feed verwalten
fr_fr: Gérer le catalogue

source: Product management
de_de: Produkt Verwaltung
fr_fr: Gestion des produits

source: Manage Products
de_de: Produkte verwalten
fr_fr: Gérer les produits

source: Retailer management
de_de: Einzelhändler Verwaltung
fr_fr: Gestion des Revendeurs

source: Manage Retailers
de_de: Einzelhändler verwalten
fr_fr: Gérer Revendeurs

source: selected
de_de: ausgewählt
fr_fr: sélectionné(es)

source: Logo and Favicon Settings
de_de: Logo und Favicon Eigenschaften
fr_fr: Logo et Favicon

source: Enable plain text logo
de_de: Text Logo aktivieren
fr_fr: Activer le logo textuel

source: Check this box to use a plain text logo rather than an image. Info will be taken from your WordPress settings.
de_de: Hier anklicken, wenn Sie ein Text Logo anstelle eines Bildes nutzen möchten. Informationen werden aus den WordPress Eigenschaften übernommen
fr_fr: Cocher cette case pour utiliser du texte au lieu d'une image. Utilise les réglages WordPress.

source: Analytics Settings
de_de: Analyse Einstellungen
fr_fr: Réglages de Analytics

source: Google Analytics Code
fr_fr: Code Google Analytics

source: Enter your full Google Analytics code (or any other site tracking code) here. It will be inserted before the closing head tag.
de_de: Bitte geben Sie hier Ihren vollständigen Google Analytics Code (oder jeglichen anderen Website Tracking-Code) ein. Er wird eingesetzt werden vor dem schließenden Head Tag.
fr_fr: Entrer votre code Google Analytics complet (ou tout autre tracker) ici. Il sera inséré avant la fermeture de la balise 'body'

source: Enter your leaderboard ad code.
de_de: Bitte geben Sie Ihren Leaderboard Anzeigen Code ein
fr_fr: Entrez le code pour une publicité au format "leaderboard"

source: Price Comparison
de_de: Preisvergleich
fr_fr: Comparaison de prix

source: Display Currency
de_de: Währung anzeigen
fr_fr: Devise affichée

source: Buy button text
de_de: Kaufen Button Text
fr_fr: Bouton acheter

source: Text used on the button in the price comparison table
de_de: Benutzter Text auf der Schaltfläche der Preisvergleichstabelle
fr_fr: Texte utilisé dans la table de prix

source: Date format
de_de: Datumsformat
fr_fr: Format de la date

source: Documentation on date and time formatting
de_de: Dokumentierung der Datum- und Zeitformatierung
fr_fr: Documentation pour les formats de date et heure

source: Gradient #1 Settings
de_de: Farbverlauf #1 Einstellungen
fr_fr: Dégradé #1

source: Color #1
de_de: Farbe #1
fr_fr: Couleur #1

source: Color #2
de_de: Farbe #2
fr_fr: Couleur #2

source: Gradient #2 Settings
de_de: Farbverlauf #2 Einstellungen
fr_fr: Dégradé #2

source: Products
de_de: Produkte
fr_fr: Produits

source: Categories URL slug
de_de: Kategorien-URL Slug
fr_fr: URL (slug) Catégories

source: Categories URL slug MUST BE different from product URL slug.
de_de: Der Kategorien-URL Slug DARF NICHT derselbe sein wie der des Produkts.
fr_fr: URL (slug) Catégories DOIT ÊTRE différente de l'URL (slug) Produits.

source: Visit this page after any change
de_de: Diese Seite nach etwaigen Änderungen abrufen
fr_fr: Visitez cette page après chaque changement.

source: Brands URL slug
de_de: Marken-URL Slug
fr_fr: URL (slug) Marques

source: Brands URL slug MUST BE different from product URL slug.
de_de: Der Marken-URL Slug DARF NICHT derselbe sein wie der des Produkts.
fr_fr: URL (slug) Marques DOIT ÊTRE différente de l'URL (slug) Produits.

source: Product URL slug
de_de: Produkt-URL Slug
fr_fr: URL (slug) Produits

source: Product URL slug MUST BE different from categories and brands URL slug.
de_de: Der Produkt-URL Slug DARF NICHT derselbe sein wie der von Kategorien und Marken.
fr_fr: URL (slug) Produits DOIT ÊTRE différente des URLs (slug) Catégories et Marques.

source: Allow short product URLs
de_de: Erlaube Produkt-Kurz-URLs
fr_fr: Autoriser URL courtes des produits

source: Allow Compare to have short URLs instead of the /%category%/%brand%/%product_name%/ pattern
de_de: Compare erlauben, Kurz-URLs zu verwenden anstatt des Musters "/%category%/%brand%/%product_name%/"
fr_fr: Permettre Compare d'utiliser les URL courtes au lieu de /%category%/%brand%/%product_name%/ pattern

source: YES
de_de: JA
fr_fr: OUI

source: Product
de_de: Produkt
fr_fr: Produit

source: Add new
de_de: Hinzufügen
fr_fr: Nouveau

source: Add new product
de_de: Neues Produkt hinzufügen
fr_fr: Ajouter un nouveau produit

source: Edit
de_de: Bearbeiten
fr_fr: Editer

source: New product
de_de: Neues Produkt
fr_fr: Nouveau produit

source: View product
de_de: Produkt ansehen
fr_fr: Voir le produit

source: Search product
de_de: Produkt suchen
fr_fr: Rechercher un produit

source: No product found
de_de: Kein Produkt gefunden
fr_fr: Pas de produit trouvé

source: No product found in trash
de_de: Kein Produkt im Papierkorb gefunden
fr_fr: Pas de produit trouvé dans la corbeille

source: Product image
de_de: Produktbild
fr_fr: Image du produit

source: Product description
de_de: Produktbeschreibung
fr_fr: Description du produit

source: Product brands
de_de: Produkt Hersteller
fr_fr: Marques

source: Product brand
de_de: Produkt Hersteller
fr_fr: Marque

source: Search a brand
de_de: Nach Hersteller suchen
fr_fr: Rechercher une marque

source: All brands
de_de: Alle Hersteller
fr_fr: Toutes les marques

source: Parent brand
de_de: Ausgangs Hersteller
fr_fr: Marque parente

source: Parent brand:
de_de: Ausgangs Hersteller:
fr_fr: Marque parent:

source: Edit brand
de_de: Hersteller bearbeiten
fr_fr: Editer une marque

source: Update brand
de_de: Hersteller aktualisieren
fr_fr: Mettre à jour une marque

source: Add new brand
de_de: Neuen Hersteller hinzufügen
fr_fr: Ajouter une nouvelle marque

source: New brand
de_de: Neuer Hersteller
fr_fr: Nouvelle marque

source: Brands
de_de: Hersteller
fr_fr: Marques

source: Brand website
de_de: Hersteller Webseite
fr_fr: Site de la marque

source: Use full URL (with http://)
de_de: Nutzen Sie die komplette URL (inkl. http://)
fr_fr: URL complète (avec http://)

source: Brand image
de_de: Hersteller Logo
fr_fr: Image de la marque

source: Consider uploading an image of 150x100px
de_de: Für beste Ergebnisse laden Sie ein Bildes mit 150x100 Pixeln hoch.
fr_fr: Uploadez une image de 150x100 pixels

source: Product categories
de_de: Produkt Kategorien
fr_fr: Catégories

source: Product category
de_de: Produkt Kategorie
fr_fr: Catégorie

source: Search a category
de_de: Kategorie durchsuchen
fr_fr: Rechercher une catégorie

source: All categories
de_de: Alle Kategorien
fr_fr: Toutes les catégories

source: Parent category
de_de: Ausgangs Kategorie
fr_fr: Catégorie parente

source: Parent category:
de_de: Ausgangs Kategorie:
fr_fr: Catégorie parente:

source: Edit category
de_de: Kategorie bearbeiten
fr_fr: Editer une catégorie

source: Update category
de_de: Kategorie aktualisieren
fr_fr: Mettre à jour la catégorie

source: Add new category
de_de: Neue Kategorie hinzufügen
fr_fr: Ajouter une nouvelle catégorie

source: New category
de_de: Neue Kategorie
fr_fr: Nouvelle catégorie

source: Categories
de_de: Kategorien
fr_fr: Catégories

source: Icon URL
fr_fr: URL de l'icone

source: Category image
de_de: Kategorie Bild
fr_fr: Catégorie image

source: Your comment is awaiting moderation.
de_de: Ihr Kommentar wird moderiert
fr_fr: Votre commentaire est en attente de modération.

source: SEO Title:
de_de: SEO Titel:
fr_fr: Titre SEO :

source: SEO Text:
fr_fr: Texte SEO :

source: A widget that allows the integration of a sidebar search module.
fr_fr: Un widget qui permet l'affichage d'une zone de recherche

source: Search...
de_de: Suchen...
fr_fr: Rechercher...

source: Price range:
fr_fr: Prix :

source: Filter
fr_fr: Filtre

source: Title:
de_de: Titel:
fr_fr: Titre:

source: More
de_de: Mehr
fr_fr: Plus

source: No merchant
de_de: Kein Einzelhändler
fr_fr: Pas de marchand

source: 1 merchant
de_de: 1 Einzelhändler
fr_fr: 1 marchand

source: merchants
de_de: Einzelhändler
fr_fr: marchands

source: From
de_de: Von
fr_fr: De

source: BUY NOW
de_de: Jetzt kaufen
fr_fr: ACHETER

source: Compare - Premium Price Comparison Theme
de_de: Compare - Premium Preisvergleich Theme
fr_fr: Compare - Thème Premium de Comparaison de Prix

source: If you have any questions or problems, please read the documentation or contact us.
de_de: Wenn Sie Fragen oder Probleme haben, lesen Sie bitte das Handbuch oder kontaktieren Sie uns.
fr_fr: Si vous avez une questions ou un problème, merci de lire la documentation ou de nous contacter.

source: Theme Options
de_de: Theme Optionen
fr_fr: Options du thème

source: Compare has extensive theme options to change the logo, header banner, tracking code, currency, colours and background pattern.
de_de: Compare hat umfangreiche Theme Auswahl- möglichkeiten, um das Logo, Kopfzeilen Banner, Tracking-Code, Währung, Farben und Hintergrundmuster zu verändern.
fr_fr: Compare vient avec des options de thème pour changer le logo, la bannière d'en-tête, le code tracking, la devise, les couleurs et le motif de fond.

source: Customise your theme
de_de: Passen Sie Ihr Theme ganz individuell an
fr_fr: Personnaliser votre thème

source: Support &amp; Contact
de_de: Support &amp; Kontakt
fr_fr: Support & Contact

source: Give your price comparison website another dimension and add XML/CSV product feed capabilities and utilise another set of additional features.
de_de: Erweitern Sie Ihre Preis- vergleichseite um eine weitere Dimension und fügen Sie XML/CSV Produkt Feed Fähigkeiten hinzu und benutzen Sie ein weiteres Set an zusätzlichen Funktionalitäten.
fr_fr: Donnez à votre comparateur de prix une autre dimension avec les possibilités des catalogues de produits XML/CSV et de nouvelles fonctionnalités.

source: More about Compare +
de_de: Mehr über Compare +
fr_fr: Plus sur Compare +

source: What to do next ?
de_de: Was müssen Sie als nächstes machen?
fr_fr: Que faire maintenant?

source: %1$sCreate your homepage%2$s and %3$sset it up as your front page%4$s
de_de: %1$sErstellen Sie Ihre Homepage%2$s und %3$slegen Sie sie als Ihre Startseite an%4$s
fr_fr: %1$sCréez votre page d'accueil%2$s et %3$sréglez là comme étant votre page d'accueil%4$s

source: %1$sCreate your blog page%2$s and %3$sset it up as your posts page%4$s
de_de: %1$sErstellen Sie Ihre Blog Seite%2$s und %3$slegen Sie sie als Ihre Posts Page an%4$s
fr_fr: %1$sCréez une page pour le blog%2$s et %3$sréglez-la comme étant votre page d'articles%4$s

source: %1$sSetup your permalink structure%2$s as explained in the documentation
de_de: %1$serstellen Sie Ihre Permalinkstruktur%2$s so wie im Handbuch beschrieben
fr_fr: %1$sRéglez votre structure de permaliens%2$s comme expliqué dans la documentation

source: %1$sAdd some widgets%2$s to your homepage, your sidebar and your footer
de_de: %1$sFügen Sie einige Widgets%2$s zu Ihrer Homepage, Sidebar und Ihrer Fußzeile hinzu
fr_fr: %1$sAjoutez des widgets%2$s à votre page d'accueil, votre zone latérale ou votre pied de page

source: %1$sImport products%2$s or manage them from the %3$sproduct management%4$s panel
de_de: %1$sImportieren Sie Produkte%2$s oder verwalten Sie sie von der %3$sProdukt Management%4$s Schaltfläche
fr_fr: %1$sImporter des produits%2$s ou gérer les depuis la section de %3$sgestion des produits%4$s

source: Customise %1$sRetailers%2$s, %3$sBrands%4$s or %5$sProduct Categories%6$s
de_de: %1$sHändler%2$s, %3$sMarken%4$s or %5$sProdukt Kategorien%6$s hochladen
fr_fr: Personnalisez %1$sMarchants%2$s, %3$sMarques%4$s or %5$sCatégories Produits%6$s

source: Check database tables existence
de_de: Überprüfen Sie die Existenz der Datenbanktabellen
fr_fr: Vérifiez l'existence de tableaux dans la base de donnée

source: Check folder permissions
de_de: Prüfe Verzeichnisberechtigungen
fr_fr: Vérifiez l'état de permission des dossiers

source: Visit us on ThemeForest
de_de: Besuchen Sie uns auf ThemeForest
fr_fr: Rendez-nous visite sur ThemeForest

source: Retailer name is required
de_de: Einzelhändler Name ist erforderlich
fr_fr: Nom du revendeur requis

source: Slug is already used, please choose another one
de_de: Slug wird schon benutzt, wählen Sie eine andere
fr_fr: Slug déjà utilisé, veuillez en choisir un autre.

source: Retailer successfully added to database
de_de: Einzelhändler wurde erfolgreich der Datenbank hinzugefügt
fr_fr: Revendeur ajouté à la base de données avec succès

source: Add retailer
de_de: Fügen Sie einen Einzelhändler hinzu
fr_fr: Ajouter un revendeur

source: View Retailers
de_de: Einzelhändler ansehen
fr_fr: Voir les Revendeurs

source: Use this form to add a new retailer to the database
de_de: Nutzen Sie dieses Formular, um einen neuen Einzelhändler der Datenbank hinzuzufügen
fr_fr: Utilisez ce formulaire pour ajouter un nouveau revendeur

source: Retailer name
de_de: Einzelhändler Name
fr_fr: Nom du revendeur

source: Retailer slug
de_de: Einzelhändler Slug
fr_fr: Slug du revendeur

source: (slug will be automatically generated if the field is empty)
de_de: (slug wird automatisch erstellt, wenn das Feld leer ist)
fr_fr: (le slug sera généré automatiquement si vide)

source: Retailer URL
de_de: Einzelhändler URL
fr_fr: URL du revendeur

source: Retailer logo
de_de: Einzelhändler Logo
fr_fr: Logo du revendeur

source: Upload image with 150x100 pixels
de_de: Bild mit 150x100 Pixeln hochladen
fr_fr: Uploadez une image de 150x100 pixels

source: Add New Retailer
de_de: Neuen Einzelhändler hinzufügen
fr_fr: Ajouter Nouveau Revendeur

source: Retailer successfully updated in the database
de_de: Einzelhändler wurde erfolgreich in der Datenbank aktualisiert
fr_fr: Revendeur ajoutée à la base de données

source: Retailer not found.
de_de: Einzelhändler nicht gefunden.
fr_fr: Revendeur non trouvé

source: Edit retailer
de_de: Einzelhändler bearbeiten
fr_fr: Editer le revendeur

source: Use this form to edit the retailer
de_de: Nutzen Sie dieses Formular um den Einzelhändler zu bearbeiten
fr_fr: Utilisez ce formulaire pour editer un revendeur

source: (slug will be automatically generated if empty)
de_de: (slug wird automatisch erstellt, wenn leer)
fr_fr: (le slug sera généré automatiquement si vide)

source: Current retailer logo
de_de: Derzeitiges Einzelhändlerlogo
fr_fr: Logo actuel:

source: Save
de_de: Speichern
fr_fr: Sauver

source: Retailer deletion
de_de: Einzelhändler löschen
fr_fr: Suppression de revendeur(s)

source: One or more retailer has not been deleted
de_de: Ein oder mehrere Einzelhändler wurden nicht gelöscht
fr_fr: Un ou plusieurs revendeur(s) n'ont pas été supprimés

source: Retailers deleted successfully from database
de_de: Einzelhändler wurden erfolgreich aus der Datenbank gelöscht
fr_fr: Revendeur supprimé avec succès

source: Retailer deleted successfully from database
de_de: Einzelhändler wurde erfolgreich aus der Datenbank gelöscht
fr_fr: Revendeur supprimé avec succès

source: This retailer cannot be deleted because it has been created by a feed
de_de: Dieser Einzelhändler konnte nicht gelöscht werden, weil der Eintrag von einem Feed kreiert wurde
fr_fr: Ce revendeur ne peut être supprimé car il a été créé via un catalogue

source: Retailer not found
de_de: Einzelhändler nicht gefunden
fr_fr: Revendeur non trouvé

source: Retailer Management
de_de: Einzelhändler Verwaltung
fr_fr: Gestion des Revendeurs

source: Add new retailer
de_de: Neuen Einzelhändler hinzufügen
fr_fr: Ajouter un nouveau revendeur

source: Bulk Actions
de_de: Aktivität
fr_fr: Actions groupées

source: Delete
de_de: Löschen
fr_fr: Effacer

source: Apply
de_de: Übernehmen
fr_fr: Valider

source: No retailer
de_de: Kein Einzelhändler
fr_fr: Pas de revendeur

source: Are you sure ?
de_de: Sind Sie sicher?
fr_fr: Etes-vous sur ?

source: Import Product Feed
de_de: Produktdaten importieren
fr_fr: Importer un catalogue de produits

source: Import process will insert posts, categories, brands and retailers into the database
de_de: Währen des Imports werden Artikel, Kategorien, Marken und Einzelhändler der Datenbank hinzugefügt
fr_fr: Le processus d'import va ajouter les articles, categories, marques et revendeurs a la base de données.

source: Line
de_de: Zeile
fr_fr: Ligne

source: No category detected
de_de: Keine Kategorie entdeckt
fr_fr: Pas de catégorie détectée

source: No brand detected
de_de: Kein Hersteller ausgewählt
fr_fr: Pas de marque détectée

source: Full product name required
de_de: Voller Produktname benötigt
fr_fr: Nom du produit requis

source: created
de_de: erstellt
fr_fr: créé(s)

source: updated
de_de: aktualisiert
fr_fr: mis(es) à jour

source: Retail price must be a number
de_de: Einzelhändler Preis muss eine Nummer sein
fr_fr: Le prix du revendeur doit être un nombre

source: Retailer product link required
de_de: Einzelhändler Produkt Link benötigt
fr_fr: Lien vers le produit requis

source: Import finished
de_de: Import wurde fertiggestellt
fr_fr: Import terminé

source: File not found
de_de: Datei nicht gefunden
fr_fr: Fichier non trouvé

source: Feed Management
de_de: Feed Verwaltung
fr_fr: Gestion du Catalogue

source: Export Feed
de_de: Feed exportieren
fr_fr: Exporter le flux

source: Copy the content from the textpane below into your text editor and save as a .csv file
de_de: Kopieren Sie die folgenden Inhalte in Ihren texteditor und nutzen Sie die .csv Endung
fr_fr: Copiez le contenu du champs de texte suivant dans votre éditeur et enregistrer le fichier avec l'extension .csv

source: File successfully uploaded, you can now import products into WordPress
de_de: Datei wurde erfolgreich hochgeladen, Sie können jetzt Produkte nach WordPress importieren
fr_fr: Fichier uploadé, vous pouvez maintenancer importer vos produits dans WordPress

source: Upload failed
de_de: Upload war nicht erfolgreich
fr_fr: Echec de l'upload

source: Products Feed
de_de: Produkt Feeds
fr_fr: Flux de produits

source: Import
de_de: Importieren
fr_fr: Importer

source: Step 1: Upload feed
de_de: Schritt 1: Feed hochladen
fr_fr: Etape 1 : Envoyer le catalogue

source: Upload your manual CSV feed
de_de: Laden Sie Ihr manuelles CSV Feed hoch
fr_fr: Envoyer votre catalogue CSV

source: sample file
de_de: Beispiel Datei
fr_fr: fichier d'exemple

source: Last upload:
de_de: Letzter upload:
fr_fr: Dernier upload:

source: Never
de_de: Nie
fr_fr: Jamais

source: Step 2: Import products
de_de: Schritt 2: Produkte importieren
fr_fr: Etape 2 : Importer les produits

source: Import products from the feed into WordPress
de_de: Importieren Sie die Produkte von dem Feed nach WordPress
fr_fr: Importe les produits du fichier CSV dans WordPress

source: Last import :
de_de: Letzter Import:
fr_fr: Dernier import :

source: Export
de_de: Feed exportieren
fr_fr: Exporter

source: Download feed
de_de: Feed herunterladen
fr_fr: Télecharger le catalogue

source: Download feed to your computer in order to edit it manually
de_de: Laden Sie den Feed auf Ihren Computer herunter, um ihn manuell zu bearbeiten
fr_fr: Télécharge le catalogue de produits sur votre ordinateur dans le but de l'éditer manuellement

source: Download
fr_fr: Télécharger

source: Delete Product
de_de: Produkt löschen
fr_fr: Effacer un produit

source: Product successfully deleted
de_de: Produkte wurden erfolgreich gelöscht
fr_fr: Produit supprimé avec succès

source: View Products
de_de: Produkte ansehen
fr_fr: Voir les produits

source: Delete Products
de_de: Produkte löschen
fr_fr: Effacer des produits

source: Products successfully deleted
de_de: Produkte wurden erfolgreich gelöscht
fr_fr: Produits supprimés avec succès

source: Delete Product Retailer
de_de: Produkt-Einzelhändler löschen
fr_fr: Effacer Revendeur

source: Product Retailer successfully deleted
de_de: Produkt-Einzelhändler wurden erfolgreich gelöscht
fr_fr: Revendeur supprimé avec succès

source: View Product
de_de: Produkt ansehen
fr_fr: Voir le produit

source: Not numeric
de_de: Nicht numerisch
fr_fr: Non numérique

source: Price required
de_de: Preis benötigt
fr_fr: Prix requis

source: Product URL required
de_de: Produkt URL benötigt
fr_fr: URL du produit requise

source: Product Image URL required
de_de: Produktbild URL benötigt
fr_fr: URL du produit requise

source: Retailer successfully added to this product
de_de: Einzelhändler wurde erfolgreich dem Produkt hinzugefügt
fr_fr: Revendeur ajouté à ce produit avec succès

source: Retailer successfully updated
de_de: Datei erfolgreich hochgeladen
fr_fr: Revendeur mis à jour

source: Products Management
de_de: Produkt Verwaltung
fr_fr: Gestion des produits

source: No image
de_de: Kein Bild
fr_fr: Pas d'image

source: Categories:
de_de: Kategorien:
fr_fr: Catégories:

source: Brand:
de_de: Hersteller:
fr_fr: Marque:

source: Full name:
de_de: Vollständiger Name:
fr_fr: Nom du produit:

source: Existing retailers
de_de: Einzelhändler bearbeiten
fr_fr: Revendeurs existants

source: Product Image
de_de: Produktbild
fr_fr: Image du produit

source: Price
de_de: Preis
fr_fr: Prix

source: Shipping
de_de: Versand
fr_fr: Livraison :

source: Voucher
de_de: Gutschein
fr_fr: Code de réduction

source: Deeplink
fr_fr: Lien vers le produit

source: Retailer site
de_de: Einzelhändler Seite
fr_fr: Site du revendeur

source: Associate another retailer with this product
de_de: Verbinden Sie einen anderen Einzelhändler mit diesem Produkt
fr_fr: Associer un revendeur à ce produit

source: Use this form to add an existing retailer to this product.
de_de: Nutzen Sie dieses Formular, um einen neuen Einzelhändler der Datenbank hinzuzufügen
fr_fr: Utilisez ce formulaire pour ajouter un nouveau revendeur à ce produit

source: Click here to
de_de: Klicken Sie hier
fr_fr: Cliquez ici pour

source: create new retailer
de_de: einen neuen Einzelhändler anlegen
fr_fr: créer un nouveau revendeur

source: Choose retailer
de_de: Einzelhändler auswählen
fr_fr: Choisir un revendeur

source: Product price
de_de: Produktpreis
fr_fr: Prix du produit

source: Must be a numeric value (eg: 99 or 99.99 or 99,99)
de_de: Muss numerisch sein (z.B. 99 oder 99.99 oder 99,99)
fr_fr: Doit être un nombre (ex: 99 ou 99.99 ou 99,99)

source: Shipping cost
de_de: Versandkosten
fr_fr: Frais de livraison

source: A numeric value or a something like "Free delivery".
de_de: Ein numerischer Wert oder etwas wie "Kostenloser Versand".
fr_fr: Une valeur numérique ou une phrase comme "Livraison offerte".

source: Voucher Code
de_de: Gutschein Code
fr_fr: Code de réduction

source: A code that you can use to redeem a discount when you reach the checkout
de_de: Einen Code, den Sie benutzen können, um einen Preisnachlass einzulösen, wenn Sie zur Kasse gehen
fr_fr: Un code que vous pouvez utiliser avant le paiement pour bénéficier d'une réduction

source: Retailer product page URL
de_de: Einzelhändler Produktseite URL
fr_fr: URL du produit

source: Full URL, with "http://"
de_de: Volle URL, mit "http://"
fr_fr: URL complète (avec http://)

source: Retailer product image URL
de_de: Einzelhändler Produktbild URL
fr_fr: URL du produit

source: Full Product Image URL, with "http://"
de_de: Volle Produktbild URL, mit "http://"
fr_fr: URL complète (avec http://)

source: Product not found
de_de: Produkt nicht gefunden
fr_fr: Produit non trouvé

source: All
de_de: Alle
fr_fr: Tous
